<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ page import="com.koreab2b.mro.util.CommonUtil"%>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="keywords" content="" />
<meta name="description" content="" />
<title>Welcome to KoreaB2B.com</title>
<link rel="stylesheet" type="text/css" href="/resources/css/buyer_base.css" />
  <style>
    body{font-weight:400;}
    .NPopSSTit {line-height: 25px; font-size: 16px; letter-spacing: -0.2px;font-weight: 700; color: #313131; margin-bottom: 15px;}
  </style>
<%
	String st_gbn = CommonUtil.nvl((String)request.getParameter("st_gbn"),"MRO");
%>
<script src="/resources/js/kep_common.js"></script>
</head>
<body>
<div class="wrapPopup">
  <div class="PopupTit" >개인정보처리방침 안내 </div>
  <div class="Popup_GrayBox mt10 mb20" style=" line-height:20px; ">코리아이플랫폼(주)은(이하 회사는) 고객님의 개인정보를 중요시하며, 정보통신망용촉진 및 정보보호에 관한 법률을 준수하고 있습니다. 
        회사는 개인정보처리방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 
        회사는 개인정보 처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
    </div>
    

	<div class="pop_privacy">
        <div id="00" name="#00" class="Popup_GrayBox  NPopSSTit">
            <ul>
                <li>1. <a href="#01">수집하는 개인정보 항목</a></li>
                <li>2. <a href="#02">개인정보의 수집 및 이용목적</a></li>
                <li>3. <a href="#03">개인정보의 보유 및 이용기간</a></li>
                <li>4. <a href="#04">개인정보의 제 3자 제공 </a></li>
                <li>5. <a href="#05">개인정보의 처리위탁 </a></li>
                <li>6. <a href="#06">개인정보의 파기 절차 및 방법 </a></li>
                <li>7. <a href="#07">이용자 및 법정대리인의 권리와 그 행사방법 </a></li>
                <li>8. <a href="#08">개인정보 자동수집 장치의 설치ㆍ운영 및 그 거부에 관한 사항 </a></li>
                <li>9. <a href="#09">개인정보의 기술적/관리적 보호 대책 </a></li>
                <li>10. <a href="#10">개인정보에 관한 민원서비스 </a></li>
                <li>11. <a href="#11">기타 개인정보 처리에 관한 방침 </a></li>
                <li>12. <a href="#12">고지의무 </a></li>
            </ul>
        </div>

        <div id="01" name="#01" class="mt50">
            <p class="NPopSSTit">1. 수집하는 개인정보의 항목 </p>
            <p>
                가. 회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br />
                필수 정보는 서비스 제공을 위해 반드시 수집이 필요한 정보이며, 선택정보는 부가서비스 제공을 위한 수집정보입니다. 선택정보 수집거부에 대한 거부시 불이익은 없습니다.<br /><br />
                나. 수집항목 <br /> 
                1) 고객회원사<br /> 
                <span style="color:#ee3212;">
                <b>- 필수항목 :</b> 회사명(국문), 회사명(영문), 사업자등록번호, 설립년도, 대표자(국문), 대표자(영문), 대표전화번호, 업태, 종목, 주소, 입고담당자명, 연락처, 경리담당자명, 연락처,
                 물품대금수령처, 수금조건, 수금형태, 아이디, 비밀번호, 비밀번호확인, 이름(국문), 이름(영문), 핸드폰번호, 전화번호, 팩스번호, 이메일.<br />
                <b>- 선택항목 : </b>법인그룹, 메일링서비스, 대표FAX번호, 상세 주소, 홈페이지 주소, 법인등록번호, 무역등록번호, DUNS-NO, 첨부파일, 비고, 사번.</span><br /><br />
                2) 협력회원사<br />
                <span style="color:#ee3212;">
                <b>- 필수항목 :</b> 회사명(국문), 사업자등록번호, 등록구분, 업태, 종목, 대표자명, 설립년도, 대표전화번호, KeP담당자, 유통레벨, 종업원 수, 본사 주소, 
                담당자명, 담당자 ID, 비밀번호, 비밀번호 확인, 전화번호, 이메일, 핸드폰번호, 팩스번호, 주소, 납기담당자, 핸드폰번호, 
                대리점권보유 품목, 대리점권보유 메이커명, 유통레벨/대리점 계약서류, ISO여부, 특허여부, 매출액전년도, 직납가능지역, 배송차량 수,
                경리담당자, 경리담당자연락처, 영업담당자, 영업담당자연락처, 지급조건, 지급형태, 은행명, 계좌번호, 예금주, 이메일 수신여부, SMS 수신여부.<br />
                <b >- 선택항목 : </b> 회사명(영문), 홈페이지 주소, 본사 상세주소, 상세 주소, 사번, 첨부파일, 서류접수현황, 타마켓플레이스 거래유무, 주요거래처, KeP시스템 교육희망시기, 발행조건.</span><br /><br />
                3) 사용자 <br />
                <span style="color:#ee3212;">
                <b >- 필수항목 :</b> 아이디, 비밀번호, 비밀번호확인, 이름(국문), 이름(영문), 사용언어, 이메일, 사용자구분, 전화번호, 핸드폰, 국가, 지역, 주소, 회사명, 부서, 직급.<br />
                <b >- 선택항목 : </b> 사번, 팩스번호, 상세 주소, 발주부서, SMS수신여부, 메일수신여부.</span><br /><br />
                 
                다. 개인정보 수집방법 : 홈페이지(회원가입), 서면양식, 배송 요청, 제휴사로부터의 제공,
                생성정보 수집 툴을 통한 수집<br /><br />
                
                라. 전자상거래 등에서의 소비자보호에 관한 법률 시행령 제11조2항에 의거 사업자회원의
                수집항목이 추가될 수 있습니다.<br /><br /> 
                
                마. 소득세법 제 145조 및 제 164조, 동법 시행령 제 193조 및 제 213조(대금 지급의 경우, 
                원청징수 영수증 발급용도)에 따라 회원의 주민등록번호 수집할 될 수 있습니다.
            </p>
        </div>

        <div id="02"  name="#02" class="mt50">
            <p class="NPopSSTit">2. 개인정보의 수집 및 이용목적</p>
            <p>
                회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br /><br />

                가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
                 콘텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구서 등 발송, 요금추심<br /><br />
                
                나. 회원 관리<br />
                 회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 
                 사용 방지, 가입 의사 확인, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴 의사의 확인<br /><br />
                
                다. 마케팅 및 광고에 활용<br />
                신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른  
                서비스제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계<br /><br />
                
                라. 선택항목은 입력하지 않더라도 서비스 이용에는 제한이 없습니다.<br /><br /> 
                 
                마. 기타<br />
                서비스의 유효성 확인, 원활한 양질의 서비스 제공
            </p>
        </div>

        <div id="03"  name="#03" class="mt50">
            <p class="NPopSSTit">3. 개인정보의 보유 및 이용기간</p>
            <p>
                원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.
                단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이
                관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<br /><br />
                
                계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br />
                대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br />
                소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)<br />
                본인확인에 관한 기록 : 게시판에 정보 게시가 종료된 후 6개월 (정보통신망 법률)<br />
                방문에 관한 기록 : 3개월 (통신비밀보호법)<br /><br />
                
                단, 관련법령에 따라 유효기간(12개월) 내 재로그인 하지 않거나 서비스이용이 없는 회원의<br /> 
                개인정보는 유효기간 경과 후 즉시 파기하거나, 분리하여 보관합니다.
                개인정보 주체에게는 30일 전에 해당 사실을 통지하고, 명시한 기한 내에 로그인 하지 않거나
                서비스 이용이 없는 경우에는 회원자격을 상실시킬 수 있습니다.
                이 경우, 회원 아이디를 포함한 회원의 개인정보 및 서비스 이용 정보는 파기, 삭제됩니다.
            </p>
        </div>

        <div id="04"  name="#04" class="mt50">
            <p class="NPopSSTit">4. 개인정보의 제 3자 제공 </p>
            <p>
                회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다.
                 다만, 아래의 경우에는 예외로 합니다.<br />
                - 이용자들이 사전에 동의한 경우<br />
                - 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 
                수사기관의 요구가 있는 경우 <br />
                단, ※ 동의를 거부하시는 경우에도 구매대행서비스는 이용하실 수 있습니다.
            </p>
        </div>

        <div id="05"  name="#05" class="mt50">
            <p class="NPopSSTit">5.  개인정보의 처리위탁  </p>
            <p>
                가. 회사는 서비스의 원활한 제공을 위해 개인정보를 위탁처리하고 있으며, 관계 법령에
                따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
                회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.<br /><br /> 
                수탁업체명 / 위탁업무내용 / <span style="color:#F30;">개인정보 항목</span> / 개인정보의 보유 및 이용기간<br /><br />
                나. 회사는 수탁업자들에게 개인정보보호 관련 법규의 준수, 개인정보에 관한 비밀유지, 
                제 3자 제공에 대한 금지, 사고시의 책임 부담, 위탁기간, 처리 종료 후의 개인정보의 
                반환 또는 파기의무 등을 준수하도록 하고 있습니다. 
            </p>
            
        </div>

        <div id="06" name="#06" class="mt50">
            <p class="NPopSSTit">6. 개인정보의 파기 절차 및 방법 </p>
            <p>
                회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.<br /><br />
                가. 파기절차<br />
                이용자가 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 
                관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다. 별도 DB로 옮겨진 개인정보는 법률에 
                의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.<br /><br />
                나. 파기기한<br />
                이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에 파기하며 개인정보의 처리 목적 달성, 
                해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일
                 이내에 그 개인정보를 파기합니다.<br /><br />
                 다. 파기방법<br />
                 - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br />
                 - 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다 
            </p>
            
        </div>

        <div id="07" name="#07" class="mt50">
            <p class="NPopSSTit">7. 이용자 및 법정대리인의 권리와 그 행사방법</p>
            <p>
                이용자 및 법정대리인은 언제든지 본인 확인 절차를 거친 후 다음과 같은 권리를 행사할 수 있습니다.<br />
                1. 개인정보 열람<br />
                2. 오류 등이 있을 경우 정정<br />
                3. 삭제(탈퇴)요구<br />
                4. 처리정지 요구<br /><br />
                
                권리 행사는 www.koreab2b.com 웹사이트에서 할 수 있으며 서면, 전화, 전자우편, 등을 통해서도 하실 수 있습니다.<br /> 
                서면, 전화, 전자우편, 등을 통해 요청하는 경우 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 개인정보(열람,정정,삭제,처리정지) 
                요구서를 제출하시면 이에 대해 지체없이(10일 이내) 조치해 드릴 것 입니다.<br />
                이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 
                또한, 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.<br />
                회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "
                3. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<br />
                또한 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 
                이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br /><br />
                
                [웹사이트 회원탈퇴 처리 방법]<br />
                www.koreab2b.com → 회원가입 클릭 → 회원탈퇴 버튼을 클릭하여 탈퇴신청을 할 수 있습니다.<br />
                회원탈퇴를 원하는 아이디로 회사로부터 아무런 구매대행 서비스도 받고 있지 않아야 회원탈퇴 처리를 해드릴 수가 있습니다.<br />
                회사에서 제공중인 구매대행 서비스를 이용하고 있으신 경우 먼저 서비스 해지를 신청해 주셔야 합니다. 회원탈퇴 아이디로 구매대행 서비스가 종료되었는지 확인 후 회원탈퇴 처리를 진행하고 있습니다.
             </p>
        </div>

        <div id="08"  name="#08" class="mt50">
            <p class="NPopSSTit">8. 개인정보 자동수집 장치의 설치, 운영 및 그거부에 관한 사항</p>
            <p>
                회사는 이용자의 정보를 수시로 저장하고 찾아내는 "쿠키(cookie)"와 "세션"을 운용합니다. "쿠키"란 회사의 웹사이트를 운영하는데 이용되는 서버가 
                이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장됩니다. "세션"이란 웹사이트를 운영하는데 이용되는 서버가
                이용자 로그인 시간 동안에 이용자의 정보를 서버에 저장하는 것을 의미합니다. 회사(는) 다음과 같은 목적을 위해 쿠키와 세션을 사용합니다.<br /><br />

                가. 쿠키와 세션의 사용 목적<br />
                 회사는 이용자들에게 특화된 맞춤서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 "세션(session)"을 사용합니다. 
                이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나,
                쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<br /><br />
                
                나. 쿠키 설정 거부 방법 <br />
                 예: 쿠키 설정을 거부하는 방법으로는 이용자가 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. <br /><br />
                
                설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 
                단, 이용자께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<br /><br />
                
                다. 세션의 설치/운영 및 거부 <br />
                 이용자는 세션 설치에 대한 선택권을 가지고 있지 않습니다. 로그인이 필요한 회사의 서비스의 경우 회사 운영 서버에서 자동으로 세션이 생성됩니다. 
            </p>
        </div>
        
         <div id="09"   name="#09" class="mt50">
            <p class="NPopSSTit">9. 개인정보의 기술적/관리적 보호 대책 </p>
            <p>
                회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.<br /><br />

                가. 비밀번호 암호화<br />
                이용자의 개인정보는 비밀번호는 복호화가 불가능한 일방향 암호화되어 저장/관리되고 있으며, 암호화통신(SSL) 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.<br /><br /> 
                
                나. 해킹 등에 대비한 대책<br />
                 회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 
                개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 유출되거나 
                손상되지 않도록 방지하고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려고 노력하고 있습니다. <br /><br />
                
                다. 처리 직원의 최소화 및 교육<br />
                 개인정보 보호를 위해 개인정보 처리자에 대한 권한을 최소화하고 있으며 개인정보 보호에 대한 인식 제고 및 www.koreab2b.com 개인정보 처리방침의 준수를 위해 연 2회 정기적인 교육을 시행하고 있습니다.<br /><br />
                
                라. 개인정보보호전담기구의 운영 <br />
                 사내 개인정보보호 회의 등을 통하여 www.koreab2b.com 개인정보 처리방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
                단, 이용자 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
            </p>
        </div>
        
        <div id="10" name="#10" class="mt50">
            <p class="NPopSSTit">10. 개인정보에 관한 민원서비스</p>
            <p>
                회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보보호책임자를 지정하고 있습니다.<br /><br />
                <span style="color:#ee3212;"> 
                [개인정보보호책임자: 황석동] <br />
                전화번호 : 02-3016-8908<br />
                이메일 : hsd4142@koreab2b.com</span><br /><br />
           이용자께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br /><br />
            기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br />
            1. 개인정보 분쟁조정위원회 (http://privacy.kisa.or.kr/118)<br />
            2. 정보보호마크 인증위원회 (http://www.eprivacy.or.kr/02-550-9531~2)<br />
            3. 경찰청 사이버안전국 (http://cyberbureau.police.go.kr/182)<br />
                            
            </p>
        </div>
        
        <div id="11"  name="#11" class="mt50">
            <p class="NPopSSTit">11. 기타 개인정보 처리에 관한 방침 </p>
            <p>
                가. 부가서비스 이용에 따른 개인정보처리방침<br />
                 회사가 제공하는 부가서비스 중 회원가입이 필요한 서비스의 경우 개인정보 처리방침에 대한 동의를 따로 받습니다.<br /><br />
                
                나. 개인 아이디와 비밀번호 관리<br />
                 이용자가 사용하고 계시는 ID와 비밀번호는 원칙적으로 이용자만이 사용하도록 되어 있습니다. 
                회사의 고의 또는 과실이 없는 경우에, 이용자의 ID와 비밀번호 도용 또는 기타 타인의 사용으로 인해 발생된 문제에 대하여 회사가 책임지지 않습니다.
                어떠한 경우에도 비밀번호는 타인에게 알려 주지 마시고 로그온 상태에서는 주위의 다른 사람에게 개인 정보가 유출되지 않도록 특별한 주의를 기울여 주시기 바랍니다.<br /><br />
                
                타인의 개인정보를 도용하여 회원 가입 또는 구매가 확인되었을 경우에는 이용계약이 일방적으로 해지될 수 있으며, 주민등록법에 의해 3년 이하의 징역 또는 1천만원 이하의 벌금이 부과될 수 있습니다.<br /><br />
                
                다. 기타<br /> 
                 www.koreab2b.com 홈페이지에 링크되어 있는 웹사이트들이 이용자의 개인정보를 수집하는 행위에 대해서는 본 'www.koreab2b.com 개인정보 처리방침'이 적용되지 않음을 알려 드립니다.
            </p>
        </div>
        <div id="12"  name="#12" class="mt50">
            <p class="NPopSSTit">12. 고지의무 </p>
            <p>
                 이 개인정보 처리방침은 2015년 10월 13일에 제정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 
                 홈페이지의 ‘공지사항’을 통해 고지할 것입니다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자의 권리와 관련된 중요한 변경이 있을 경우에는 개정 
                 최소 30일 전부터 홈페이지 또는 이메일을 통해 고지하겠습니다.<br /><br />
                
                - 개인정보 처리방침 공고일자 : 2017년 08월 16일<br />
                - 개인정보 처리방침 시행일자 : 2017년 08월 23일<br />
                - 이전 개인정보 처리방침 보기(2016년 07월 13일 - 2017년 08월 22일 적용) <br />
            </p>
        </div>

        <div id="10"  name="#10" class="mt50">
            <p class="bold co_02 line16">
                * 귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호<br />
                관련 민원을 개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다.<br />
                회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
            </p>
        </div>
                
        <div  name="#09" class="mt50">
            <p class="NPopSSTit">개인정보 처리방침 변경</p>
            <p>
                <a href="javascript:doPopPrivacy('pop_privacy_201509', '<%=st_gbn%>');">- ~ 2015.10.21 이전 (클릭)</a><br />
                <a href="javascript:doPopPrivacy('pop_privacy_201604', '<%=st_gbn%>');">- ~ 2016.04.26 이전 (클릭)</a><br />
                <a href="javascript:doPopPrivacy('pop_privacy_201607', '<%=st_gbn%>');">- ~ 2016.07.13 이전 (클릭)</a><br />
                <a href="javascript:doPopPrivacy('pop_privacy', '<%=st_gbn%>');">현 정책(클릭)</a> 
            </p>
        </div>
        
        
	</div>
    <div class="PopupListBtnBox mt10">
      <div class="left"></div>
      <div class="right"> <button class="ButDarkGray_Medium"  onclick="javascript: window.close();">닫기</button></div> 
    </div>
</div>
</body>
<script type="text/javascript">

function doPopPrivacy(str, value1) {
	popupSel = str;
	
	//post 팝업 호출 정보
	var st_form_name = "pop_privacy";
	var st_popup_param = "st_gbn@@"+value1;
	var st_popup_option = "1000,600,yes";
	var st_popup_url = "";
	
	switch (str) {
	case "pop_privacy_201509": // 개인정보취급 pop_privacy_201509
		st_popup_url = "/common/pop_privacy_201509_v2.do";
		openSearchPopupAppendPost(st_form_name,st_popup_url,st_popup_param,st_popup_option);
		break;
	case "pop_privacy_201604": // 개인정보취급 pop_privacy_201604
		st_popup_url = "/common/pop_privacy_201604_v2.do";
		openSearchPopupAppendPost(st_form_name,st_popup_url,st_popup_param,st_popup_option);
		break;
	case "pop_privacy_201607": // 개인정보취급 pop_privacy_201607
		st_popup_url = "/common/pop_privacy_201607_v2.do";
		openSearchPopupAppendPost(st_form_name,st_popup_url,st_popup_param,st_popup_option);
		break;
	case "pop_privacy": // 현정책
		st_popup_url = "/common/pop_privacy_v2.do";
		openSearchPopupAppendPost(st_form_name,st_popup_url,st_popup_param,st_popup_option);
		break;
	}
}
</script>
</html>
