<%--
**********************************************
* 메뉴 : 회원가입>회원사등록
* 화면 : 회원사등록
* 기능 : 
* 프로그램 ID : PG_01_M_011_00
* 담당자 : 이수영 ( 설계 : 권우재 )
* 착수일 : 2014-06-25
**********************************************
--%>
<%@ page language="java" contentType="text/html; charset=utf-8"	pageEncoding="utf-8" isELIgnored="false"%>
<!DOCTYPE html>
<html>
<head>
<%@ include file="../../common/include/head.jspf"  %>
<link rel="stylesheet" href="/resources/styles/koreab2b_base.css" type="text/css" />
<link rel="stylesheet" href="/resources/styles/koreab2b.css" type="text/css">

</head>
<body onLoad="">
<div class="wrap" >
	<!-----------------------------------------------------------------------------------------------header------------------------------------------------------------------------------------------------------->
	<c:set var="jqueryGbn"  value="Y"/>
	<%@ include file="/WEB-INF/views/common/include/mainHeader.jsp" %>
	<!-----------------------------------------------------------------------------------------------header------------------------------------------------------------------------------------------------------->
	<!--내용 시작-->
	<div class="Subwrap">
    	<!------------------------------------------------------------------------------------------------left-------------------------------------------------------------------------------------------------------------->
		<c:import charEncoding="utf-8" url="/main/mainLeft.do" >
			<c:param name="subNo" value="None"/>
		</c:import>
		<!------------------------------------------------------------------------------------------------left-------------------------------------------------------------------------------------------------------------->    
        <form id="contentForm" name="contentForm" method="post" >
        <div class="SubCenter" >
            <div class="CenterVisual_MemberJoin"></div>
            <div class="MentLocation"><img src="/resources/images/main/br_home.gif" alt=""> > 회원가입 </div>
            <div class="CenterBody" >
            	<h2> 회원가입</h2>
                <div class="MemberJoin" >
                	 <div><span class="FontBlue">Koreab2b.com</span>사이트를 이용하시려면, 먼저 회원사 등록을 하셔야 합니다. KeP는 고객사의 경쟁력 확충에 기여하고 있으며 시장에서도 KeP의 역할을 인정하고 있습니다.<div class="h30"></div> </div>
                     <h4>※ 회원사 등록절차</h4>
                     <div class="Law" style="margin-top:5px; height:150px">
                     		  총칙<br />
                              <br />
                              - 목적<br />
                              <p>이 약관은 전기통신사업법 등 관련 법령에 의하여 코리아이플랫폼㈜가 운영하는 전자상거래 www.KoreaB2B.com 사이트
                                
                                (이하 "회사"라고 합니다.)가 제공하는 전자상거래의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.</p>
                              - 약관의 효력 및 게시,변경
                              <p>1) 이 약관은 회사가 제공하는 서비스 화면에 게시하거나 기타의 방법으로 이용 고객 또는 회원에게 공지함으로써 효력을 
                                
                                발생합니다.<br />
                                2) 회사는 영업상 중요 사유 등 합리적인 사유가 발생하여 필요하다고 인정되는 경우 이 약관을 변경할 수 있으며, 변경된 
                                
                                약관은 제 1항과 같은 방법으로 공지함으로써 효력을 발생합니다.</p>
                              - 약관 외 준칙 및 관련 법령과의 관계
                              <p>1) 이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법,약관의 규제 등에 관한 법령, 전자상거래 기본법, 전자
                                
                                서명법, 정보통신망 이용촉진 등에 관한 법률, 방문판매등에 관한 법률, 소비자보호법 등 관련 법령의 규정과 일반 
                                
                                상관례에 의합니다.<br />
                                2) 회사가 제공하는 서비스를 통하여 회원 상호간에 이루어진 거래에 관하여는 방문판매 등에 관한 법률, 전자상거래기본법, 
                                
                                소비자보호법 등 관련 법령이 우선적으로 적용되고, 회원은 이 약관 규정을 들어 거래상대방에 대하여 면책을 주장 할 
                                
                                수는 없습니다.</p>
                              - 용어의 정의
                              <p>1) 이용자 : 회사가 제공하는 서비스에 접속하여 이 약관에 따라 서비스를 제공받는 회원 및 비회원을 말합니다.<br />
                                2) 회원 : 서비스를 제공받기 위하여 회사의 승낙하에 회원ID를 부여받은 자를 말하며, 회사의 정보를 지속적으로 제공받으며
                                
                                회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자로서기업회원을 말합니다.<br />
                                3) 비회원 : 회원에 가입하지 않고 서비스를 이용하는 자를 말합니다.<br />
                                4) ID : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하여 회사에 등록된 문자와 숫자의 조합을 
                                
                                말합니다.<br />
                                5) 비밀번호(Password) : 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에 등록한 
                                
                                문자와 숫자의 조합을 말합니다.<br />
                                6) 검수 : 제공된 물품, 상품 및 용역등에 대한 변질, 파손, 하자, 등을 외관으로 검사하는 것을 말합니다.<br />
                                7) 구매자 : 회사의 서비스를 통하여 물품을 구입할 의사로 소정의 양식(EDI)에 맞춰 등록한 회원을 말합니다.<br />
                                8) 판매자 : 회사의 서비스를 통하여 물품을 판매할 의사로 소정의 양식(EDI)에 맞춰 등록한 회원을 말합니다.<br />
                                9) 서비스 중지 : 공공의 이익 또는 회사내의 규정에 위배되었을 경우 회사가 이용자서비스를 제한 하는 것<br />
                                10) 해지 : 회사 또는 이용자가 이용계약 체결 후 서비스 이용계약을 해약하는 것<br />
                                11) 기타 이 약관에서 사용하는 용어의 정의는 동조에서 정하는 것을 제외하고는 일반적인 상관례 및 관계법령에 따릅니다.</p>
                              회원의 가입 및 해지<br />
                              <br />
                              - 회원 가입 및 자격
                              <p>1) 회원가입은 무료이며 업체회원에 한하여 등록할 수 있고, 회원의 의사에 의하여 소정의 양식을 기재하여 등록하며 
                                
                                회사에서 등록처리를 함으로서 성립됩니다.<br />
                                2) 업체회원은 법인 및 개인을 막론하고 사업자등록을 하여 해당기관으로부터 증명서를 교부받은 업체(단체포함)로서 
                                
                                정당한 상거래를 행하는 자를 말합니다.<br />
                                3) 이용신청자가 회원으로 등록하기 위해서는 이 약관의 내용과 이 약관이 이용 계약의 일부가 됨을 동의하여야 합니다.<br />
                                4) 회사는 다음의 사유가 있을 시 회원의 가입을 거절하거나 자격을 박탈할 수 있습니다.<br />
                                1. 기재내용을 허위로 기록할 경우<br />
                                2. 서비스를 이용함에 있어 부당한 방법으로 허용된 목적범위 외의 행위를 할 경우<br />
                                3. 다른 회원의 서비스 이용에 현저한 지장을 초래하는 경우<br />
                                4. 사회의 안녕 질서 혹은 미풍양속을 저해하는 경우<br />
                                5. 본 약관을 위반하는 경우<br />
                                6. 이미 가입된 회원의 이름 및 주민등록번호와 동일한 경우<br />
                                7. 기타 관계법령 등이 정한 경우나 회원으로서의 자격을 유지하는 것이 부적절 하다고 판단되는 경우<br />
                                8. 이용신청고객이 미성년자, 한정치산자, 금치산자인 경우</p>
                              - 회원ID부여 및 변경 등
                              <p>1) 회사는 회원에 대하여 회사의 공지, 서비스 이용안내에서 정하는 바에 따라 회원ID를 부여합니다.<br />
                                2) 회원ID는 다음 각 호의 1에 해당하는 경우에 회원은 회사에 회원ID 변경을 요청할 수 있습니다.<br />
                                1. 회원ID가 회원의 전화번호 또는 주민등록번호 등으로 등록되어 사생활 침해가 우려되는 경우<br />
                                2. 타인에게 혐오감을 주거나 미풍양속을 해치는 경우<br />
                                3. 기타 합리적인 사유가 있는 경우<br />
                                3) 회사는 전항 제1호 또는 제2호에 해당하는 경우에 회원에게 회원ID의 변경을 요구할 수 있습니다.<br />
                                4) 이용자는 이용 신청시 기재한 사항이 변경되었을 경우에는 온라인을 통해 수정을 해야 합니다.<br />
                                수정을 하지 않아서 발생하는 이용자의 피해에 대한 책임은 이용자에게 있습니다.</p>
                              - 회원ID등의 관리
                              <p>1) 회원ID 및 비밀번호의 관리는 회원의 책임으로 합니다.<br />
                                2) 회사는 회원ID에 의하여 요금청구 등 제반 이용자 관리업무를 수행합니다.<br />
                                3) 회원에게 통보된 회원ID 및 비밀번호에 의하여 발생되는 사용상의 과실 또는 제 3자에 의한 부정사용 등에 대한 모든
                                
                                책임은 이용자번호를 소유한 이용자에게 있습니다. 다만, 회사에 고의또는 중대한 과실이 있는 경우는 그러하지 아니합니다.</p>
                              - 회원정보의 취득, 보호
                              <p>1) 회사는 회원으로부터 각종 개인신상에 관한 정보를 제공받을 수 있습니다.<br />
                                2) 본 서비스와 관련한 당사가 귀하로부터 취득한 (개인 및 법인에 관한 정보는 기업신용평가 및 정보 서비스 전문기관인
                                
                                한국신용정보(주)와 공동으로 구축·활용되며, 신용정보의 이용 및 보호에 관한 법률 제 23조에 의거 하여 보호됩니다.<br />
                                3) 회사는 서비스 화면을 통하여 공개된 정보를 제외하고는 회원의 개인정보를 타 용도로 사용하거나 회원의 사전 동의
                                
                                없이 제3자에게 제공하지 않습니다. 단, 다음과 같이 법령에서 정보의 공개를 요구하거나 법령에 의하여 정보의 제공이
                                
                                가능한 경우 등에는 예외로 하고, 제공된 정보는 회원에게 통보됩니다.<br />
                                ○ 전기통신기본법 등 관계법령에 의하여 국가기관 등의 요구가 있는 경우<br />
                                ○ 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우<br />
                                ○ 배송 업무상 배송 업체에 고객의 정보를 알려주는 경우<br />
                                ○ 은행업무상 관련사항에 한하여 일부 정보를 공유하는 경우<br />
                                ○ 통계작성, 홍보자료, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정개인을 식별할 수 없는 형태로 제공되는 경우<br />
                                ○ 회원이 신용정보의 제공 및 활용에 대한 동의를 한 경우<br />
                                4) 회원은 언제든지 자신의 정보를 열람할 수 있고 회사 또는 정보관리책임자에게 잘못된
                                
                                정보에 대한 수정을 요청할 수 있습니다.</p>
                              - 개인정보 및 제공된 정보의 변경
                              <p>1) 회원 가입시 제공된 모든 정보는 회원 본인의 동의없이 외부에 누출되지 않으며, 관계법령에 따른 보호를 받습니다.<br />
                                2) 정보의 수집 및 이용목적<br />
                                1. 회사에서 제공되는 회원의 특전을 활용하기 위하여 회원에 가입하며 가입시 개인신상에 대한 기본정보를 입력하여야 합니다.<br />
                                2. 제공된 정보를 기준으로 회원임을 확인하여 회사에서 제공되는 서비스 및 회원특전의혜택을 부여 받을 수 있습니다.<br />
                                3. 회원 본인임을 확인하는 절차로써 이용되며 상품의 배송, 메일의 전송, 한정된 전화연락등의 회원을 위한 서비스로만 
                                
                                사용됩니다.<br />
                                4. 허위 기재시 제공되는 서비스의 규제를 받게 됩니다.<br />
                                3) 열람 및 수정<br />
                                A. 제공된 정보는 회원 본인 이외에 임의로 열람 및 수정할 수 없습니다.<br />
                                B. 회원은 온라인을 통해서 수시로 본인의 신상정보를 열람, 정정 또는 삭제할 수 있습니다.<br />
                                C. 실제 본인임을 확인할 필요가 있는 경우는 공지사항 등에 필요절차를 공지하며, 유선, 메일, 전송 등으로 정보관리 책임자
                                
                                에게 연락하면 입력된 정보를 근거로 본인 여부를확인하여 조치하여 드립니다.<br />
                                4) 해지(탈퇴)<br />
                                A. 회원의 가입 및 탈퇴는 본인의 자유의사에 따릅니다.<br />
                                B. 가입 및 해지(탈퇴)는 회원본인이 해지의사를 표현한 유선,전송,메일 등으로정보관리자에게 연락하면 해지(탈퇴) 처리됩니다.<br />
                                C. 제공받는 서비스 또는 혜택 중 종결되지 아니한 내용이 있을 경우 종결 처리 후 해지하게됩니다.<br />
                                D. 실제 본인임을 확인할 필요가 있는 경우는 공지사항 등에 필요절차를 공지하며, 유선,메일, 전송 등으로 정보관리 책임자
                                
                                에게 연락하면 입력된 정보를 근거로 본인 여부를 확인하여 진행사항을 종결 후 해지(탈퇴)하여 드립니다. 이경우, 회원은 
                                
                                동일성 증명을 위하여 반드시 회원번호(ID)와 비밀번호, 사업자등록번호를 밝혀야 합니다.<br />
                                E. 해지(탈퇴)되면 제공되었던 개인정보는 반드시 삭제되며 어떠한 다른 방법으로도관리되지 않습니다.<br />
                                F. 해지(탈퇴)되면 회원으로써 제공받았던 서비스 또는 혜택을 제공받을 수 없으며 필요시 재 가입하여야 합니다.<br />
                                5) 정보의 보유 및 이용기간<br />
                                A. 제공된 정보는 회원 본인이 해지(탈퇴)의 의사를 밝혀 해지 및 탈퇴되는 시점까지 보유하게 됩니다.<br />
                                B. 보유한 정보를 바탕으로 회원이 서비스를 이용 시 활용됩니다.<br />
                                C. 회원 본인이 해지(탈퇴)의 의사를 밝혀 필요한절차를 거쳐해지 및 탈퇴 이후에는 제공되었던 정보를 보유 및 이용할 
                                
                                수 없습니다.<br />
                                6) 기타 개인정보에 대한 사항을 정보관리자에게 문의하실 수 있습니다.</p>
                              - 회원의 이용범위
                              <p>1) 회원은 ID와 비밀번호를 통하여 언제든지 회사가 제공하는 서비스에 접속할 수 있고, 자유롭게 회사의 서비스를 이용하여
                                
                                물품을 판매하거나 구매할 수 있습니다.<br />
                                2) 회원은 회원번호 및 비밀번호를 스스로의 책임아래 관리하여야 합니다. 회원은 ID 및 비밀번호를 타인에게 양도하거나 
                                
                                사용 승낙 할 수 없습니다. 회사는 회원본인에 의한 ID또는 비밀번호의 유출 및 사용승낙으로 인한 어떠한 손실이나 
                                
                                손해에 대하여도 책임을 지지않습니다.<br />
                                3) 회원은 회사가 제공하는 서비스를 통하여 판매 및 구매하는 경우, 회사가 마련한 매매서비스 프로그램을 통하여 거래를 완료
                                
                                하여야 합니다.</p>
                              서비스제공 및 이용<br />
                              <br />
                              - 이용 계약의 성립
                              <p>이용계약은 이용자의 서비스 이용신청에 대한 회사의 이용승낙에 의하여 성립됩니다.</p>
                              - 이용 신청
                              <p>서비스 가입신청은 인터넷상에서 http://www.KoreaB2B.com/으로 접속하여 소정양식에 의하여 등록신청을 한 후 필요서류를 
                                
                                송부하여야 합니다.</p>
                              - 이용 신청의 승낙
                              <p>1) 회사는 이용자의 이용신청 후 해당하는 조건이 갖추어진 신청자에게는 소정의 심사절차를 거쳐 메일 혹은 유선으로 등록사실
                                
                                을 통보합니다.<br />
                                2) 회사는 이용자가 이용계약 내용을 허위로 기재하였을 경우 이를 승낙하지 아니할 수 있습니다.</p>
                              - 서비스 구분 및 이용시간
                              <p>1) 회사가 회원에게 제공하는 서비스는 회사에서 별도의 공시를 하지 아니하는 한 무료입니다.<br />
                                2) 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중 무휴, 1일 24시간을 원칙으로 합니다.<br />
                                3) 전항의 규정에도 불구하고 정기점검 등의 필요로 회사가 정한 날 또는 시간은 예외적으로 서비스 이용을 제한하거나 일시
                                
                                중단할 수 있습니다.</p>
                              계약당사자의 의무<br />
                              <br />
                              - 회사의 의무 및 권한
                              <p>1) 회사는 전조에서 정한 사유 외 그밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.<br />
                                2) 회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보에 대해서 회사 후원사의 다양한 상품정보 등을 전자우편
                                
                                이나 서신우편 및 실시간 메시지 전송 등을 통해서 제공할 수 있습니다.<br />
                                3) 회사는 회원에게 당사 후원사의 설문, 시연 등을 의뢰할 수 있으며 회원은 최대한 협조하며 회사는 이에 따른 경품 등의 
                                
                                제공을 실시 할 수 있습니다.<br />
                                4) 본 서비스를 통하여 회사로 제출된 아이디어, 원고, 사진 등에 대한 저작권, 초상권, 지적재산권 등은 회사에 귀속하며, 
                                
                                제출자에 대한 보상은 사전 공시된 내용에 따릅니다.</p>
                              - 이용자의 의무
                              <p>1) 회원은 이 약관 및 관계법령을 준수하여야 하며, 기타 회사의 서비스 제공에 지장을 초래하는 행위를 하여서는 아니됩니다.<br />
                                2) 회원은 주소 및 연락처 등 회원가입신청사항이 변경된 경우에는 서비스 또는 
                                
                                전화 등을 통하여 이를 즉시 회사에 알려야 합니다.<br />
                                3) 회원은 서비스를 이용하여 얻은 정보를 회사의 승낙없이 복사, 복제, 개조, 번역하여 타인에게 제공하여서는 아니되며, 
                                
                                이로 인해 회사에 피해 손실이 발생한 경우 회사는 회원에게 손해배상을 청구할 수 있습니다.</p>
                              - 서비스 이용책임
                              <p>1) 회원은 자기 책임하에 서비스를 이용하며, 서비스 자료의 취사선택 또는 서비스 이용으로 불이익이 발생하더라도 이에 대한 
                                
                                책임은 회원에게 있습니다.<br />
                                2) 회원이 서비스를 통하여 게시 또는 전송한 자료의 내용에 관하여 발생되는 책임은 회원에게 있습니다.<br />
                                3) 회원에게 통보된 회원ID와 비밀번호의 관리 및 이용상의 부주의로 인하여 발생되는 과실 또는 제3자에 의한 부정사용 등에 
                                
                                대한 책임은 회원에게 있습니다. 다만, 회사의 관리상 중과실이 있는 경우에는 그러하지 아니합니다.<br />
                                4) 회원등록시 거짓정보/오정보로 인한 문제는 이용자의 책임입니다.</p>
                              - 물품매매에 관한 규정(판매/구매)
                              <p>1) 회사가 제공하는 서비스를 통하여 물품을 구매 및 판매하고자 하는 회원은 회사가 제공하는 등록양식에 따라 물품을 
                                
                                등록하여야 합니다.<br />
                                2) 제공되는 소정의 서식을 통하여 필요사항을 기재하여 등록하며 등록된 내용은 서비스 화면을 통하여 제공되며 상호 
                                
                                메일로 발송됩니다.<br />
                                3) 부득이 필요할 경우 중간과정을 생략하고 필요한 서식을 사용하거나 메일 등을 통하여 문제점을 해결할 수 있습니다.
                                
                                4) 회사가 정하는 양식에 어긋난 기록은 등록되지 않으며, 허위등록으로 인한 손해 또는 손실에 대한 책임은 등록한 회원이 
                                
                                부담해야 합니다.<br />
                                5) 물품의 상세정보에는 사실대로 기재하여야 하며, 거짓정보를 기재한 것이 밝혀지면 바로 등록이 취소되며 이로 인한 책임은 
                                
                                등록회원이 부담해야 합니다.<br />
                                6) 매매제한물품은 해당 기관의 허가 및 신고의 절차를 해당법령에 의하여 필하고 이를 증명할 수 있을 시에 한하여 가능하며 
                                
                                이로 인한 문제발생의 책임은 당해 회원에 있습니다.</p>
                              - 상호신뢰
                              <p>온라인 상거래이므로 상호신뢰를 바탕으로 이루어지는 선납품 후결제의 방식이므로 상호 신뢰를 조성하여야 하며, 판매자가 
                                
                                구매자에 대한 신뢰를 조성하여야 하며, 판매자가 구매자에 대한 신뢰 부족시 사전에 대금의 결제방법이나 회사에 정보를 요구할 
                                
                                수 있으며, 구매자는 이에 대한 적절한 조치를 취하여 원만한 거래가 성사될 수 있도록 협조하여야 합니다.</p>
                              - 반품등에 관한 규정
                              <p>1) 판매자는 물품을 수령한 구매자가 검수과정에서 상당한 문제의 발견시 물품을 반품하며 이에 대한 제반 비용은 판매자가 
                                
                                부담합니다.<br />
                                2) 구매자가 부당하게 반품을 요구할 경우, 판매자는 소송 등으로 반품을 중지시킬 수 있으며 판매자의 선의의 피해를 방지하기 
                                
                                위하여 회사에서 합의된 공탁제도나 사전 입금제 등을 실시할 수 있습니다.</p>
                              - 정보보호 장치
                              <p>회사는 서비스를 통하여 이루어지는 물품매매에 관한 정보 및 처리과정을 위하여 적절한 보호장치를 설정하여야 합니다. 
                                
                                따라서 정보등록시 매매보호장치를 통하지 않고 직거래를 유도하는 사항에 대하여는 회사에서 책임지지 않습니다.</p>
                              - 수수료 등(서비스이용요금)
                              <p>1) 회사의 서비스를 이용하여 매매가 성립된 경우 소정의 수수료를 납부하여야 합니다.<br />
                                2) 수수료를 납부하지 않을 시 회원의 자격 등을 박탈하여 서비스를 이용할 수 없도록 합니다.<br />
                                3) 회사는 필요한 경우 서비스수수료를 변경할 수 있으며, 변경사항은 공지 사항란 및 전체메일을 통하여 공지합니다.<br />
                                변경된 수수료는 공지된 이후부터 적용됩니다.</p>
                              - 이용요금의 연체, 미납
                              <p>1) 회사가 이용요금 납입자에게 청구한 금액을 납입기일내에 납입하지 않는 경우 서비스 이용을 중지할 수 있습니다.<br />
                                2) 서비스 요금이 완납된 경우 서비스 이용이 가능합니다.</p>
                              - 이용요금에 대한 이의 신청
                              <p>1) 이용요금 청구에 이용자의 이의가 제기된 경우에 회사는 상세한 청구내역을 구두, E-Mail, FAX 등으로 제공합니다.<br />
                                2) 회사는 이용요금청구 등에 오류가 있는 경우 이용자의 요청(이의신청)에 따라 다음 각 호에 해당하는 조치를 합니다.<br />
                                (1) 과다 납입한 요금에 대해서는 그 금액을 반환합니다. 반환에 필요한 수수료는 과다 납입한 이용자가 부담합니다.<br />
                                (2) 회사는 과소 청구액에 대해서는 미수금을 재청구하며, 미수금이 완납될 때까지 서비스의 이용을 제한할 수 있습니다.<br />
                                (3) 제 2항의 규정에 의한 요금 등의 이의신청은 사유가 발생한 날로부터 1년이 경과한 때에는 이의신청을 할 수 없습니다.</p>
                             				 - 결제수단
                              <p>1) 회사가 운영하는 서비스 내에서의 대금결제는 현금, 신용카드, 무통장입금, 구매카드 기타 회사가 인정하는 결제수단으로 
                                
                                할 수 있습니다.<br />
                                2) 회원간의 거래에서 생기는 금전적인 피해에 대해서는 회사는 법적책임이 없습니다. 다만, 그런 상황이 발생하였을 경우에는 
                                
                                해당 회원에 대해 회원자격을 해지할 수 있습니다.</p>
                              - 회사의 면책
                              <p>1) 회사는 서비스를 통한 거래와 관련하여 회원에게 발생한 어떠한 손해에 대하여도 책임을 지지 않습니다.<br />
                                2) 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 
                                
                                면제됩니다.<br />
                                3) 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br />
                                4) 회원이 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 회사는 책임을 지지 않습니다.</p>
                              - 손해배상
                              <p>회사는 회사의 귀책사유로 이용자가 전체서비스를 이용하지 못함으로써 발생하는 손해에 대하여, 이용자가 그 사실을 회사에 
                                
                                통보하여 확인되거나 또는 회사가 알게 된 날로부터 계산하여 48시간 이상 연속적으로 그 상태가 계속될 때에 한해 이용자의 
                                
                                청구에 대하여 손해배상 책임이 있습니다.</p>
                              - 분쟁해결 관할법원 및 준거법
                              <p>1) 회사가 제공하는 서비스와 관련하여 회사와의 사이에 발생한 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지를 관할하는 
                                
                                법원을 관할법원으로 합니다.<br />
                                2) 회사와 회원간에 제기된 소송에는 한국법을 적용합니다.</p>
                              - 기타조항
                              <p>1) 본 약관에 상세한 명시가 없는 사항은 제공되는 서비스 화면을 통하여 안내되며 안내되는 내용에 대하여도 본 약관과 동일한 
                                
                                효력을 가지게 됩니다.<br />
                                2) 회사는 공지 또는 통지함이 없이, 일시 또는 영구적으로 서비스를 수정하거나 중단할 수 있으며, 그에 따라 본 서비스 약관도 
                                
                                통지 없이 소멸될 수 있습니다.</p>
                              부칙<br />
                              <br />
                              본 약관은 2008년9 월22 일부터 시행합니다.	
                          </div>
                          <div class="LawCheck"><input type="radio" name="kepagree" id="kepagree" value="Y"/> 위 이용약관에 동의 합니다.
                          &nbsp;&nbsp;<input type="radio" name="kepagree" id="kepdisagree" value="Y" onClick="doAction('disagree')"> 위 이용약관에 동의 하지 않습니다.</div>
                          <h4>※ 개인정보 수집 및 이용안내</h4>
                     <div class="Law" style="margin-top:5px; height:150px">
                     		  
                            가. 회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br /><br />

                            나. 수집항목 : <br />
                            
                            1) 고객회원사 :  회사명(국문), 회사명(영문), 사업자등록번호, 설립년도, 대표자(국문), 대표자(영문), 대표전화번호(EX : 02-0000-0000), 업태, 종목, 주소 그 외 선택항목<br />
                            2) 협력회원사 :  회사명(국문), 사업자등록번호, 등록구분, 업태, 종목, 표자명, 설립년도,대표전화번호, KeP담당자, 유통레벨, 종업원 수, 본사 주소 그 외 선택항목<br />
                            3) 사용자 : . . . . 그 외 선택항목<br /><br />
                             
                            다. 개인정보 수집방법 : 홈페이지(회원가입), 서면양식, 배송 요청, 제휴사로부터의 제공, 생성정보 수집 툴을 통한 수집<br /><br />
                            
                            라. 전자상거래 등에서의 소비자보호에 관한 법률 시행령 제11조2항에 의거 사업자회원의 수집항목이 추가될 수 있습니다.<br /><br /> 
                            
                            마. 소득세법 제 145조 및 제 164조, 동법 시행령 제 193조 및 제 213조(대금 지급의 경우, 원청징수 영수증 발급용도)에 따라 회원의 주민등록번호 수집할 될 수 있습니다.
                            회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br /><br />
                            
                            가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산 콘텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구서 등 발송, 요금추심<br /><br />
                            
                            나. 회원 관리<br />
                             회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴 의사의 확인<br /><br />
                            
                            다. 마케팅 및 광고에 활용<br />
                            신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계<br /><br />
                            
                            라. 기타<br />
                                 서비스의 유효성 확인, 원활한 양질의 서비스 제공 <br /><br />

                          </div>
                          <div class="LawCheck">
                          개인정보 필수 수집 및 이용에 ( <input type="radio" name="infoDefalut" id="infoDeflAgree" value="Y"/>동의  <input type="radio" name="infoDefalut" id="infoDeflDisagree" value="N" onClick="doAction('disagree')"/>미동의) 합니다.     
                          &nbsp;% 동의 거부의 권리가 있으나, 미동의 시 서비스 이용이 불가능합니다. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<br />
                          개인정보 선택 수집 및 이용에 ( <input type="radio" name="infoOptional" id="infoOptiAgree" value="Y"/>동의  <input type="radio" name="infoOptional" id="infoOptiDisagree" value="N"/>미동의) 합니다.     
                          &nbsp;% 동의 거부의 권리가 있으나, 미동의 시 서비스 이용에  불이익이 발생할수 있습니다.<br /><br /></div>
                                                            
                          <div class="JoinBtn">
                            <div class="JoinBtn_buyer" ><a href="javascript:doAction('buyer');">고객회원사 등록하기</a></div>
                            <div class="JoinBtn_Seller" ><a href="javascript:doAction('seller');">협력회원사 등록하기</a></div>
                            <div class="JoinBtn_user" ><a href="javascript:doAction('user');">사용자 등록하기</a></div>
                          </div>
                    	  <div class="userCheck">
                         	<p>* 사용자 등록시 우선 자사가 회원사로 등록되어 있는지 확인하신 후 등록하시기 바랍니다.</p>
							<p class="userCheckSearch"><b>회원사명</b> <input type="text" onFocus="this.blur()" id="com_name" name="com_name"/><input type="hidden" id="com_code" name="com_code" value="" /><span class="userCheckbtn"><a href="javascript:doPop('company');">검색하기</a></span></p>
                          </div>
                          <div class="h80"></div>   
                          <div class="buyerReg">   
                          	<h3>회원사 등록절차</h3>
                            <div class="buyerRegNum">
                            	<ul>
                                	<li><p>01</p>약관동의</li>
                                    <li><p>02</p>회원사</br>정보입력</li>
                                    <li><p>03</p>업체운영자</br>정보입력</li>
                                    <li><p>04</p>서류송부</li>
                                    <li><p>05</p>서류검토 후</br>송부</li>
                                    <li><p>06</p>등록정보</li>
                                </ul>
                            </div>
                            <div class="buyerRegTxt">당사는 공정하고 투명한 협렵사 운영관리 및 거래 안정성 확보를 위하여, 신용평가 전문기관에서 발급된 전자 신용인증서를 제출 받아 협력사별 평가 자료로 활용하고 있습니다. 
                            신규 협력사는 신용평가서를 온라인으로 제출해야 승인 및 등록완료가 가능합니다.</br></br>
                            <a href="/resources/excel/work/MAIN/Credit_Certificate_issued_notices.zip" ><p class="buyerRegTxtBtn">신용인증서 발급안내</p></a></br>
                            
                            로그인 시 아이디 입력 후 협력사 인증서 로그인 버튼을 통해서 로그인(사업자 범용 공동인증서만 로그인 가능)</br>
                            범용 공동인증서 미보유 시 하단의 공동인증서 발급안내 버튼을 통해 한국전자인증에서 인증서 발급 후 로그인</br></br>
                            
                            "회원사 등록하기"에서 업체정보를 입력한 후 아래의 제출서류를 우편으로 송부해 주시면 확인 후 협력사 등록을 승인합니다.</br></br>
                            
                            <h4>업체등록시 제출 서류</h4>
                            - <a href="/resources/excel/work/MAIN/Basic_goods_trading_contract_W.zip">물품거래기본계약서</a> 2부(당사소정양식, 날일/간인/접인 후 발송)</br>
                            - <a href="/resources/excel/work/MAIN/Payment_Account_report.zip">결제계좌신고서</a> 1부(당사소정양식, 사이트 가입 완료 시 자동출력, 미출력 시 양식 작성)</br>
                            - 사업자등록증 1부</br>
                            - 거래통장 사본(법인 또는 대표자명의) 1부</br>
                            - 법인인감증명서 1부 - 최근 3개월 이내(개인사업자의 경우 대표자의 인감증명서)</br>
                            - <b>사용인감계</b> 1부</br></br>
                            
                            - <b>서류제출처 </b>: 서울특별시 강남구 개포로 619 서울강남우체국빌딩 7층 코리아e플랫폼(주) 회원사 등록 업무 담당자 앞
                            
                            </div>
                          </div>
                          <div class="h80"></div>   
                          <div class="userReg">
                          	<h3>사용자 등록절차</h3>
                            <div class="userRegTxt">사용자등록을 선택하시면 사용자의 정보를 입력하게 되고, 귀사의 Admin사용자가 검토 후 사용자 등록을 승인합니다.</div>
                            <div class="userRegNum">
                            	<ul>
                                	<li><p>01</p>회원사 찾기</li>
                                    <li><p>02</p>약관동의</li>
                                    <li><p>03</p>회원가입</li>
                                    <li><p>04</p>회원승인</br>(업체운영자)</li>
                                </ul>
                            </div>
                          </div>
                     <div class="h80"></div>   
                </div>
            </div>
        </div>
        </form>
    </div>
	<!--내용 종료-->
	<!------------------------------------------------------------------------------------------------footer-------------------------------------------------------------------------------------------------------------->
	<%@ include file="/WEB-INF/views/common/include/mainFooter.jsp" %>
	<!------------------------------------------------------------------------------------------------footer-------------------------------------------------------------------------------------------------------------->
	</div>
</body>


<script type="text/javascript">
var popupSel = "";
// 기능함수
function doAction(str) {
	switch (str) {
		case "buyer":	 // 고객회원사 등록하기
			if (	CheckAgreement(str)) {
				$('#contentForm').attr("action", "<%=httpsurl%>/mdam/showMasterMdAmBuyerMbrcmpyReg.do").submit();
			}
			break;
		case "seller":	// 협력회원사 등록하기
			if (	CheckAgreement(str)) {
				$('#contentForm').attr("action", "<%=httpsurl%>/mdam/showMasterMdAmSellerMbrcmpyReg.do").submit();
			}
			break;
		case "user": // 사용자 등록하기
			if (	CheckAgreement(str)) {
				$('#contentForm').attr("action", "<%=httpsurl%>/mdam/showMasterMdAmUserReg.do").submit();
			}
			break;
		case "disagree":
			alert("미동의 시 진행이 불가능합니다.");
			break;
	}
}
 

// 팝업함수호출
function doPop(str) {
	popupSel = str;
	
	switch (str) {
		case "company": // 고객사 M
			openSearchPopup("/common/comCodePop.do","?flag=00", "600,500,no");
			break;
	}
}

//콜백함수(파일명은 모두 동일)
function setPopupReturn(code, text) {
	
	//팝업 조회후 해당 항목에 값을 셋팅
	if (popupSel == "company") {	// 다중 고객사
		$("#com_code").val(code);
		$("#com_name").val(text);
	}
	grbRow="";	//초기화
}

function CheckAgreement(selecedType) {
	
	if (($("#kepagree").is(":checked") == true) && ($("#infoDeflAgree").is(":checked") == true) && 
			($("#infoOptiAgree").is(":checked") == true || $("#infoOptiDisagree").is(":checked") == true)){
		if (selecedType == "user") {

			if (isEmpty($("#com_code").val())) {
				alert("회원사 등록유무를 확인하여 주십시요.");
				return false;
			}
		}
	} else {
		alert("각 이용약관 동의여부를 확인하여 주십시요.");
		return false;
	}
	return true;
}
</script>
</html>
